---
kind: method
id: M:Autodesk.Revit.DB.ScheduleField.CanDisplayMinMax
source: html/092ec46b-89b2-c8e9-7b5f-4abc9e5313c1.htm
---
# Autodesk.Revit.DB.ScheduleField.CanDisplayMinMax Method

Indicates if this field can display minimum and maximum values.

## Syntax (C#)
```csharp
public bool CanDisplayMinMax()
```

## Returns
True if this field can display minimum and maximum values, false otherwise.